{",": 1, ".": 2, "and": 3, "the": 4, "a": 5, "of": 6, "with": 7, "is": 8, "this": 9, "it": 10, "wine": 11, "'": 12, "-": 13, "flavors": 14, "in": 15, "s": 16, "to": 17, "fruit": 18, "that": 19, "but": 20, "on": 21, "finish": 22, "aromas": 23, "cherry": 24, "acidity": 25, "tannins": 26, "for": 27, "palate": 28, "from": 29, "has": 30, "ripe": 31, "are": 32, "black": 33, "by": 34, "dry": 35, "drink": 36, "spice": 37, "sweet": 38, "an": 39, "now": 40, "its": 41, "as": 42, "rich": 43, "red": 44, "oak": 45, "notes": 46, "berry": 47, "there": 48, "fresh": 49, "soft": 50, "good": 51, "very": 52, "nose": 53, "shows": 54, "%": 55, "blackberry": 56, "some": 57, "full": 58, "well": 59, "blend": 60, "crisp": 61, "vanilla": 62, "not": 63, "plum": 64, "more": 65, "at": 66, "or": 67, "years": 68, "dark": 69, "white": 70, "citrus": 71, "fruits": 72, "chocolate": 73, "cabernet": 74, "apple": 75, "mouth": 76, "like": 77, "green": 78, "light": 79, "texture": 80, "offers": 81, "while": 82, "you": 83, "bright": 84, "raspberry": 85, "pinot": 86, "pepper": 87, "through": 88, "balanced": 89, "up": 90, "bit": 91, "character": 92, "bodied": 93, "fruity": 94, "be": 95, "long": 96, "touch": 97, "peach": 98, "all": 99, "firm": 100, "style": 101, "sauvignon": 102, "just": 103, "structure": 104, "spicy": 105, "smooth": 106, "clean": 107, "fine": 108, "tannic": 109, "one": 110, "here": 111, "will": 112, "cherries": 113, "also": 114, "wood": 115, "juicy": 116, "out": 117, "made": 118, "merlot": 119, "mouthfeel": 120, "into": 121, "little": 122, "cola": 123, "over": 124, "toast": 125, "than": 126, "pear": 127, ";": 128, "lemon": 129, "so": 130, "herbal": 131, "tart": 132, "creamy": 133, "mineral": 134, "flavor": 135, "great": 136, "which": 137, "chardonnay": 138, "slightly": 139, "currant": 140, "syrah": 141, "complex": 142, "elegant": 143, "medium": 144, "t": 145, "balance": 146, "big": 147, "easy": 148, "cassis": 149, "age": 150, "tobacco": 151, "delicious": 152, "vineyard": 153, "smoky": 154, "dried": 155, "new": 156, "nice": 157, "licorice": 158, "best": 159, "still": 160, "simple": 161, "leather": 162, "pineapple": 163, "lime": 164, "aging": 165, "almost": 166, "hints": 167, "dense": 168, "tight": 169, "finishes": 170, "pretty": 171, "give": 172, "concentrated": 173, "should": 174, "coffee": 175, ")": 176, "solid": 177, "(": 178, "alcohol": 179, "vintage": 180, "imported": 181, "honey": 182, "too": 183, "richness": 184, "barrel": 185, "orange": 186, "young": 187, "earthy": 188, "hint": 189, "herb": 190, "high": 191, "note": 192, "yet": 193, "melon": 194, "intense": 195, "tastes": 196, "time": 197, "opens": 198, "much": 199, "wines": 200, "color": 201, "along": 202, "weight": 203, "off": 204, "noir": 205, "feel": 206, "complexity": 207, "feels": 208, "blackberries": 209, "silky": 210, "earth": 211, "tropical": 212, "wild": 213, "herbs": 214, "round": 215, "quite": 216, "plenty": 217, "pair": 218, "structured": 219, "lively": 220, "grapefruit": 221, "jammy": 222, "floral": 223, "cinnamon": 224, "apricot": 225, "showing": 226, "edge": 227, "blanc": 228, "hard": 229, "stone": 230, "have": 231, "cab": 232, "freshness": 233, "cedar": 234, "acids": 235, "powerful": 236, "currants": 237, "delivers": 238, "seems": 239, "strawberry": 240, "minerality": 241, "price": 242, "sweetness": 243, "enough": 244, "even": 245, "core": 246, "heavy": 247, "toasty": 248, "ready": 249, "smoke": 250, "tones": 251, "can": 252, "next": 253, "attractive": 254, "if": 255, "spices": 256, "lush": 257, "although": 258, "bottle": 259, "come": 260, "pure": 261, "drinking": 262, "thick": 263, "intensity": 264, "then": 265, "savory": 266, "bouquet": 267, "right": 268, "deep": 269, "mocha": 270, "would": 271, "bitter": 272, "make": 273, "could": 274, "almond": 275, "year": 276, "quality": 277, "sharp": 278, "scents": 279, "grapes": 280, "forward": 281, "no": 282, "baked": 283, "strong": 284, "berries": 285, "followed": 286, "what": 287, "exotic": 288, "after": 289, "roasted": 290, "power": 291, "caramel": 292, "makes": 293, "needs": 294, "comes": 295, "side": 296, "oaky": 297, "way": 298, "dusty": 299, "valley": 300, "meat": 301, "blueberry": 302, "delicate": 303, "nicely": 304, "candied": 305, "gives": 306, "jam": 307, "concentration": 308, "most": 309, "few": 310, "peppery": 311, "warm": 312, "polished": 313, "toasted": 314, "food": 315, "first": 316, "mix": 317, "layers": 318, "only": 319, "lead": 320, "italy": 321, "winery": 322, "lean": 323, "overall": 324, "aged": 325, "franc": 326, "rather": 327, "depth": 328, "close": 329, "tangy": 330, "refreshing": 331, "elegance": 332, "riesling": 333, "yellow": 334, "taste": 335, "grape": 336, "chewy": 337, "generous": 338, "bordeaux": 339, "mint": 340, "sour": 341, "pie": 342, "offering": 343, "mature": 344, "sugar": 345, "was": 346, "5": 347, "beautiful": 348, "old": 349, "lots": 350, "does": 351, "sangiovese": 352, "raspberries": 353, "bold": 354, "expression": 355, "lovely": 356, "pleasant": 357, "textured": 358, "zesty": 359, "classic": 360, "grilled": 361, "other": 362, "cellar": 363, "0": 364, "clove": 365, "better": 366, "doesn": 367, "lightly": 368, "anise": 369, "show": 370, "really": 371, "body": 372, "acidic": 373, "two": 374, "impressive": 375, "supple": 376, "estate": 377, "malbec": 378, "aromatic": 379, "cocoa": 380, "end": 381, "many": 382, "glass": 383, "interesting": 384, "packed": 385, "10": 386, "though": 387, "open": 388, "rustic": 389, "together": 390, "cool": 391, "zest": 392, "develop": 393, "subtle": 394, "giving": 395, "bottling": 396, "despite": 397, "hot": 398, "vibrant": 399, "ros": 400, "tea": 401, "about": 402, "both": 403, "go": 404, "they": 405, "those": 406, "100": 407, "backed": 408, "adds": 409, ":": 410, "alongside": 411, "velvety": 412, "buttered": 413, "aftertaste": 414, "d": 415, "varietal": 416, "sample": 417, "down": 418, "accents": 419, "without": 420, "crushed": 421, "rounded": 422, "get": 423, "ll": 424, "plums": 425, "perfumed": 426, "cranberry": 427, "excellent": 428, "driven": 429, "candy": 430, "3": 431, "california": 432, "acid": 433, "length": 434, "layered": 435, "flower": 436, "flowers": 437, "apples": 438, "fairly": 439, "based": 440, "lingering": 441, "short": 442, "add": 443, "back": 444, "beautifully": 445, "another": 446, "accented": 447, "rose": 448, "espresso": 449, "brings": 450, "top": 451, "grenache": 452, "variety": 453, "olive": 454, "somewhat": 455, "find": 456, "least": 457, "citrusy": 458, "lot": 459, "your": 460, "french": 461, "opulent": 462, "cream": 463, "prune": 464, "brisk": 465, "fragrant": 466, "starts": 467, "bacon": 468, "integrated": 469, "plump": 470, "juice": 471, "months": 472, "value": 473, "perfect": 474, "friendly": 475, "vineyards": 476, "tannin": 477, "zin": 478, "flavored": 479, "ripeness": 480, "tangerine": 481, "finishing": 482, "4": 483, "thin": 484, "before": 485, "smells": 486, "been": 487, "viognier": 488, "skin": 489, "chunky": 490, "around": 491, "bone": 492, "may": 493, "peaches": 494, "wrapped": 495, "15": 496, "extra": 497, "same": 498, "tough": 499, "cut": 500, "modern": 501, "forest": 502, "honeysuckle": 503, "being": 504, "five": 505, "features": 506, "vines": 507, "minerally": 508, "try": 509, "beef": 510, "tomato": 511, "/": 512, "everyday": 513, "heat": 514, "already": 515, "between": 516, "zinfandel": 517, "sandalwood": 518, "pink": 519, "dishes": 520, "meaty": 521, "boasts": 522, "going": 523, "hold": 524, "petit": 525, "appealing": 526, "de": 527, "natural": 528, "raisin": 529, "produced": 530, "density": 531, "less": 532, "mild": 533, "peel": 534, "napa": 535, "modest": 536, "plush": 537, "astringent": 538, "re": 539, "making": 540, "front": 541, "racy": 542, "verdot": 543, "low": 544, "honeyed": 545, "leaf": 546, "wet": 547, "chard": 548, "potential": 549, "keep": 550, "cases": 551, "element": 552, "shiraz": 553, "across": 554, "2": 555, "their": 556, "final": 557, "raw": 558, "extracted": 559, "turns": 560, "nectarine": 561, "lacks": 562, "smoked": 563, "where": 564, "winemaker": 565, "streak": 566, "drying": 567, "loads": 568, "6": 569, "20": 570, "nuances": 571, "basic": 572, "tasty": 573, "certainly": 574, "seem": 575, "grown": 576, "barbera": 577, "dryness": 578, "elements": 579, "don": 580, "fig": 581, "pears": 582, "mango": 583, "enjoy": 584, "small": 585, "toward": 586, "loaded": 587, "fermented": 588, "might": 589, "compact": 590, "any": 591, "effort": 592, "level": 593, "petite": 594, "because": 595, "dessert": 596, "broad": 597, "gentle": 598, "2010": 599, "midpalate": 600, "focused": 601, "finely": 602, "filling": 603, "butter": 604, "single": 605, "milk": 606, "aroma": 607, "slight": 608, "steak": 609, "butterscotch": 610, "banana": 611, "dominate": 612, "touches": 613, "dominated": 614, "mountain": 615, "baking": 616, "burnt": 617, "crispness": 618, "drinkable": 619, "such": 620, "three": 621, "luscious": 622, "blossom": 623, "take": 624, "50": 625, "minty": 626, "refined": 627, "until": 628, "sauce": 629, "sugary": 630, "coconut": 631, "buttery": 632, "six": 633, "pineapples": 634, "e": 635, "approachable": 636, "set": 637, "serious": 638, "golden": 639, "screwcap": 640, "especially": 641, "sirah": 642, "2015": 643, "lemony": 644, "tar": 645, "region": 646, "suggest": 647, "asian": 648, "under": 649, "thanks": 650, "rough": 651, "always": 652, "appeal": 653, "spiced": 654, "tasting": 655, "fully": 656, "violet": 657, "personality": 658, "residual": 659, "straightforward": 660, "isn": 661, "climate": 662, "ample": 663, "leaves": 664, "do": 665, "real": 666, "fleshy": 667, "fruitiness": 668, "steely": 669, "perfectly": 670, "2008": 671, "mushroom": 672, "succulent": 673, "suggests": 674, "leathery": 675, "austere": 676, "di": 677, "sparkling": 678, "profile": 679, "easily": 680, "soften": 681, "impression": 682, "bitterness": 683, "brown": 684, "grass": 685, "prosecco": 686, "start": 687, "blue": 688, "chocolaty": 689, "minerals": 690, "whole": 691, "marked": 692, "richly": 693, "mixed": 694, "layer": 695, "whiff": 696, "2012": 697, "throughout": 698, "point": 699, "2017": 700, "sense": 701, "nut": 702, "example": 703, "rubbery": 704, "softly": 705, "?": 706, "decent": 707, "carry": 708, "bean": 709, "given": 710, "&": 711, "sophisticated": 712, "2007": 713, "rubber": 714, "pasta": 715, "keeps": 716, "gets": 717, "apricots": 718, "violets": 719, "appellation": 720, "summer": 721, "leafy": 722, "several": 723, "flat": 724, "mark": 725, "snappy": 726, "2016": 727, "reserve": 728, "own": 729, "syrupy": 730, "intensely": 731, "bite": 732, "want": 733, "2018": 734, "mouthwatering": 735, "four": 736, "true": 737, "gorgeous": 738, "pleasing": 739, "typical": 740, "smelling": 741, "lasting": 742, "need": 743, "background": 744, "satisfying": 745, "soon": 746, "meats": 747, "plus": 748, "youthful": 749, "selection": 750, "brunello": 751, "ne": 752, "menthol": 753, "super": 754, "quickly": 755, "sage": 756, "probably": 757, "30": 758, "flavorful": 759, "fat": 760, "taut": 761, "away": 762, "colored": 763, "something": 764, "central": 765, "grassy": 766, "were": 767, "barbecue": 768, "kind": 769, "blended": 770, "definitely": 771, "pomegranate": 772, "overripe": 773, "90": 774, "raisiny": 775, "purple": 776, "nothing": 777, "tempranillo": 778, "cheese": 779, "chalky": 780, "worth": 781, "who": 782, "washington": 783, "lift": 784, "lighter": 785, "wonderful": 786, "8": 787, "line": 788, "stage": 789, "family": 790, "limes": 791, "when": 792, "softness": 793, "huge": 794, "sourced": 795, "vegetal": 796, "passion": 797, "rhubarb": 798, "tightly": 799, "fare": 800, "provide": 801, "leading": 802, "itself": 803, "root": 804, "rh": 805, "immediately": 806, "result": 807, "producer": 808, "kiwi": 809, "against": 810, "expect": 811, "form": 812, "carries": 813, "deliciously": 814, "brambly": 815, "moderate": 816, "varieties": 817, "label": 818, "lychee": 819, "part": 820, "nutty": 821, "rind": 822, "mostly": 823, "name": 824, "nutmeg": 825, "mourv": 826, "range": 827, "cured": 828, "robust": 829, "o": 830, "adding": 831, "mildly": 832, "vintages": 833, "offer": 834, "work": 835, "woody": 836, "skins": 837, "relatively": 838, "term": 839, "ruby": 840, "things": 841, "imports": 842, "2020": 843, "dre": 844, "2009": 845, "oily": 846, "easygoing": 847, "maybe": 848, "accent": 849, "liqueur": 850, "12": 851, "graphite": 852, "charred": 853, "gritty": 854, "medicinal": 855, "boysenberry": 856, "sip": 857, "direct": 858, "these": 859, "world": 860, "2011": 861, "i": 862, "hearty": 863, "likely": 864, "remains": 865, "focus": 866, "improve": 867, "firmly": 868, "chicken": 869, "unusual": 870, "southern": 871, "everything": 872, "generic": 873, "late": 874, "grigio": 875, "ap": 876, "priced": 877, "lamb": 878, "far": 879, "barrels": 880, "foods": 881, "richer": 882, "last": 883, "include": 884, "char": 885, "oaked": 886, "known": 887, "steel": 888, "coming": 889, "production": 890, "however": 891, "standard": 892, "14": 893, "40": 894, "finesse": 895, "highlights": 896, "underlying": 897, "barolo": 898, "bring": 899, "mellow": 900, "otherwise": 901, "port": 902, "ends": 903, "different": 904, "stalky": 905, "restrained": 906, "suggesting": 907, "astringency": 908, "gooseberry": 909, "sparkler": 910, "laced": 911, "meyer": 912, "gris": 913, "framed": 914, "dominant": 915, "2005": 916, "overly": 917, "cr": 918, "tuscany": 919, "never": 920, "lifted": 921, "neutral": 922, "goes": 923, "leaving": 924, "$": 925, "once": 926, "extremely": 927, "bracing": 928, "past": 929, "inviting": 930, "surprisingly": 931, "stewed": 932, "distinctive": 933, "briary": 934, "early": 935, "feeling": 936, "ginger": 937, "saturated": 938, "purity": 939, "riserva": 940, "run": 941, "beyond": 942, "we": 943, "cru": 944, "grip": 945, "displays": 946, "behind": 947, "perhaps": 948, "unique": 949, "yeasty": 950, "inky": 951, "pleasure": 952, "herbaceous": 953, "pairing": 954, "burst": 955, "pale": 956, "second": 957, "beer": 958, "how": 959, "terms": 960, "use": 961, "provides": 962, "enjoyable": 963, "nero": 964, "floor": 965, "raisins": 966, "match": 967, "infused": 968, "intriguing": 969, "particularly": 970, "2006": 971, "papaya": 972, "wonderfully": 973, "emerge": 974, "leads": 975, "linear": 976, "near": 977, "sort": 978, "game": 979, "us": 980, "ground": 981, "pungent": 982, "92": 983, "lees": 984, "italian": 985, "la": 986, "caramelized": 987, "lemons": 988, "linger": 989, "edges": 990, "hits": 991, "entirely": 992, "tang": 993, "decade": 994, "waves": 995, "france": 996, "elegantly": 997, "penetrating": 998, "luminous": 999, "pithy": 1000, "takes": 1001, "help": 1002, "dimensional": 1003, "complete": 1004, "santa": 1005, "tinged": 1006, "defined": 1007, "substantial": 1008, "balancing": 1009, "sturdy": 1010, "totally": 1011, "88": 1012, "opening": 1013, "half": 1014, "blast": 1015, "release": 1016, "upfront": 1017, "interest": 1018, "stand": 1019, "considerable": 1020, "bramble": 1021, "traditional": 1022, "87": 1023, "funky": 1024, "syrup": 1025, "13": 1026, "done": 1027, "pork": 1028, "seafood": 1029, "filled": 1030, "ch": 1031, "harsh": 1032, "freshly": 1033, "turn": 1034, "regular": 1035, "blends": 1036, "river": 1037, "60": 1038, "massive": 1039, "soil": 1040, "persistent": 1041, "stainless": 1042, "county": 1043, "2013": 1044, "decant": 1045, "superripe": 1046, "shadings": 1047, "whose": 1048, "frame": 1049, "tasted": 1050, "grabby": 1051, "fish": 1052, "center": 1053, "backbone": 1054, "lacking": 1055, "touched": 1056, "stylish": 1057, "star": 1058, "amount": 1059, "healthy": 1060, "pine": 1061, "entry": 1062, "tonic": 1063, "25": 1064, "play": 1065, "stony": 1066, "sonoma": 1067, "citric": 1068, "cake": 1069, "nuts": 1070, "further": 1071, "tongue": 1072, "weighty": 1073, "brut": 1074, "framing": 1075, "fermentation": 1076, "aggressive": 1077, "choice": 1078, "edgy": 1079, "combination": 1080, "pressed": 1081, "sheer": 1082, "let": 1083, "creek": 1084, "ever": 1085, "2014": 1086, "dominates": 1087, "strawberries": 1088, "lingers": 1089, "slate": 1090, "cellaring": 1091, "characteristics": 1092, "accessible": 1093, "south": 1094, "among": 1095, "000": 1096, "7": 1097, "coast": 1098, "resin": 1099, "classico": 1100, "his": 1101, "closed": 1102, "hills": 1103, "2003": 1104, "kick": 1105, "chianti": 1106, "deeply": 1107, "includes": 1108, "due": 1109, "northern": 1110, "brooding": 1111, "ritif": 1112, "middle": 1113, "primary": 1114, "custard": 1115, "thyme": 1116, "added": 1117, "coastal": 1118, "oregon": 1119, "class": 1120, "rock": 1121, "blueberries": 1122, "similar": 1123, "preserves": 1124, "brightened": 1125, "toned": 1126, "cooked": 1127, "qualities": 1128, "benefit": 1129, "gew": 1130, "them": 1131, "seductive": 1132, "table": 1133, "crafted": 1134, "base": 1135, "winemaking": 1136, "champagne": 1137, "usa": 1138, "strongly": 1139, "decanting": 1140, "marmalade": 1141, "riper": 1142, "91": 1143, "inc": 1144, "combine": 1145, "version": 1146, "support": 1147, "fun": 1148, "almonds": 1149, "sure": 1150, "hay": 1151, "streaks": 1152, "higher": 1153, "expressive": 1154, "often": 1155, "sipper": 1156, "moderately": 1157, "got": 1158, "assertive": 1159, "scented": 1160, "teau": 1161, "molasses": 1162, "initially": 1163, "fans": 1164, "perfume": 1165, "indian": 1166, "airing": 1167, "2004": 1168, "70": 1169, "fact": 1170, "melted": 1171, "bell": 1172, "love": 1173, "flesh": 1174, "85": 1175, "pinots": 1176, "muscular": 1177, "american": 1178, "every": 1179, "warmth": 1180, "vivid": 1181, "16": 1182, "additional": 1183, "instead": 1184, "1": 1185, "grained": 1186, "appear": 1187, "spring": 1188, "balsamic": 1189, "buy": 1190, "combines": 1191, "slowly": 1192, "walla": 1193, "pastry": 1194, "continues": 1195, "keeping": 1196, "aromatics": 1197, "hit": 1198, "follow": 1199, "yeast": 1200, "terroir": 1201, "harmony": 1202, "immediate": 1203, "job": 1204, "plummy": 1205, "bursting": 1206, "youth": 1207, "18": 1208, "drop": 1209, "80": 1210, "drinks": 1211, "influence": 1212, "obvious": 1213, "including": 1214, "botrytis": 1215, "built": 1216, "case": 1217, "avola": 1218, "reds": 1219, "powder": 1220, "limited": 1221, "cheeses": 1222, "rugged": 1223, "petal": 1224, "salmon": 1225, "moist": 1226, "roast": 1227, "carmen": 1228, "proper": 1229, "popcorn": 1230, "reveals": 1231, "mouthfilling": 1232, "think": 1233, "sticky": 1234, "rioja": 1235, "m": 1236, "nearly": 1237, "redolent": 1238, "holds": 1239, "present": 1240, "lavender": 1241, "resiny": 1242, "amarone": 1243, "chopped": 1244, "expensive": 1245, "essence": 1246, "me": 1247, "produce": 1248, "enticing": 1249, "gold": 1250, "subdued": 1251, "rest": 1252, "nebbiolo": 1253, "pencil": 1254, "dimension": 1255, "couple": 1256, "compelling": 1257, "informal": 1258, "runs": 1259, "place": 1260, "figs": 1261, "89": 1262, "softer": 1263, "ham": 1264, "pizza": 1265, "future": 1266, "heft": 1267, "found": 1268, "cigar": 1269, "86": 1270, "bad": 1271, "ager": 1272, "bread": 1273, "evident": 1274, "earthiness": 1275, "nature": 1276, "closes": 1277, "velvet": 1278, "air": 1279, "won": 1280, "cloying": 1281, "sweetly": 1282, "stemmy": 1283, "supported": 1284, "array": 1285, "classy": 1286, "component": 1287, "salty": 1288, "parts": 1289, "balances": 1290, "potent": 1291, "sicily": 1292, "fudge": 1293, "enhanced": 1294, "lend": 1295, "harmonious": 1296, "drunk": 1297, "enormously": 1298, "score": 1299, "honeydew": 1300, "above": 1301, "used": 1302, "salad": 1303, "rare": 1304, "mingle": 1305, "brilliant": 1306, "longer": 1307, "wide": 1308, "flashy": 1309, "93": 1310, "opulence": 1311, "appearance": 1312, "9": 1313, "chenin": 1314, "within": 1315, "dull": 1316, "garnacha": 1317, "creaminess": 1318, "oranges": 1319, "pleasantly": 1320, "decadent": 1321, "area": 1322, "mid": 1323, "exhibits": 1324, "tartness": 1325, "toffee": 1326, "oil": 1327, "awkward": 1328, "finished": 1329, "each": 1330, "call": 1331, "see": 1332, "lack": 1333, "fade": 1334, "cabs": 1335, "difficult": 1336, "ripened": 1337, "extraction": 1338, "heady": 1339, "pith": 1340, "likeable": 1341, "coating": 1342, "eucalyptus": 1343, "popular": 1344, "country": 1345, "certain": 1346, "vine": 1347, "offset": 1348, "look": 1349, "jasmine": 1350, "simply": 1351, "overtones": 1352, "densely": 1353, "bubbly": 1354, "nuance": 1355, "l": 1356, "wait": 1357, "cracker": 1358, "cleansing": 1359, "create": 1360, "reminiscent": 1361, "roussanne": 1362, "anything": 1363, "narrow": 1364, "promise": 1365, "truffle": 1366, "scent": 1367, "co": 1368, "onto": 1369, "c": 1370, "marks": 1371, "package": 1372, "special": 1373, "2019": 1374, "reveal": 1375, "planted": 1376, "barely": 1377, "leesy": 1378, "distinct": 1379, "consistency": 1380, "pipe": 1381, "petrol": 1382, "delicately": 1383, "size": 1384, "edged": 1385, "angular": 1386, "pristine": 1387, "tuscan": 1388, "serve": 1389, "chilean": 1390, "cuts": 1391, "wound": 1392, "consistent": 1393, "addition": 1394, "94": 1395, "paso": 1396, "put": 1397, "stuff": 1398, "streamlined": 1399, "ltd": 1400, "life": 1401, "cuv": 1402, "barnyard": 1403, "polish": 1404, "say": 1405, "chalk": 1406, "tiny": 1407, "had": 1408, "shy": 1409, "greater": 1410, "why": 1411, "underneath": 1412, "fill": 1413, "watery": 1414, "bringing": 1415, "characteristic": 1416, "charm": 1417, "clear": 1418, "nuanced": 1419, "unripe": 1420, "named": 1421, "sun": 1422, "waxy": 1423, "textbook": 1424, "crisply": 1425, "mainly": 1426, "attractively": 1427, "retains": 1428, "dominating": 1429, "approach": 1430, "dill": 1431, "juiciness": 1432, "lightweight": 1433, "prominent": 1434, "impressively": 1435, "lusty": 1436, "ending": 1437, "completely": 1438, "again": 1439, "feminine": 1440, "jelly": 1441, "drier": 1442, "pronounced": 1443, "terrific": 1444, "native": 1445, "quince": 1446, "lends": 1447, "extract": 1448, "sharpness": 1449, "estates": 1450, "heart": 1451, "ve": 1452, "cheerful": 1453, "components": 1454, "initial": 1455, "ageworthy": 1456, "sweeter": 1457, "continue": 1458, "mouthful": 1459, "millon": 1460, "heavily": 1461, "fair": 1462, "cocktail": 1463, "enormous": 1464, "cold": 1465, "balsam": 1466, "superiore": 1467, "ripasso": 1468, "rosemary": 1469, "textural": 1470, "thing": 1471, "mushrooms": 1472, "rztraminer": 1473, "main": 1474, "box": 1475, "versatile": 1476, "tone": 1477, "beginning": 1478, "montepulciano": 1479, "saint": 1480, "affordable": 1481, "companion": 1482, "asti": 1483, "means": 1484, "works": 1485, "maturity": 1486, "punch": 1487, "burn": 1488, "iron": 1489, "developing": 1490, "underbrush": 1491, "carob": 1492, "falls": 1493, "recall": 1494, "darker": 1495, "dr": 1496, "grace": 1497, "petals": 1498, "large": 1499, "rosso": 1500, "poised": 1501, "du": 1502, "important": 1503, "piedmont": 1504, "grand": 1505, "fennel": 1506, "briny": 1507, "turning": 1508, "suggestion": 1509, "wave": 1510, "bay": 1511, "chablis": 1512, "superb": 1513, "burgundy": 1514, "montalcino": 1515, "zippy": 1516, "fruited": 1517, "hazelnut": 1518, "produces": 1519, "equal": 1520, "bottlings": 1521, "success": 1522, "home": 1523, "guava": 1524, "porty": 1525, "highly": 1526, "peppercorn": 1527, "equally": 1528, "flamboyant": 1529, "11": 1530, "previous": 1531, "defines": 1532, "fades": 1533, "grippy": 1534, "evolve": 1535, "hill": 1536, "supporting": 1537, "exuberant": 1538, "paste": 1539, "successful": 1540, "unctuous": 1541, "shellfish": 1542, "chardonnays": 1543, "quick": 1544, "leave": 1545, "characterize": 1546, "thoroughly": 1547, "nonetheless": 1548, "lemongrass": 1549, "del": 1550, "ageability": 1551, "spanish": 1552, "unoaked": 1553, "released": 1554, "maple": 1555, "prickly": 1556, "laden": 1557, "helps": 1558, "correct": 1559, "third": 1560, "owned": 1561, "straight": 1562, "hinting": 1563, "dust": 1564, "become": 1565, "composed": 1566, "stands": 1567, "bark": 1568, "moment": 1569, "later": 1570, "results": 1571, "marlborough": 1572, "peachy": 1573, "reasonably": 1574, "hours": 1575, "upon": 1576, "welcome": 1577, "north": 1578, "points": 1579, "sleek": 1580, "russian": 1581, "hand": 1582, "sets": 1583, "ultimately": 1584, "extreme": 1585, "promises": 1586, "sweaty": 1587, "common": 1588, "brawny": 1589, "suggestions": 1590, "soda": 1591, "harvest": 1592, "block": 1593, "knit": 1594, "chile": 1595, "asparagus": 1596, "sappy": 1597, "masculine": 1598, "manages": 1599, "faint": 1600, "dramatic": 1601, "partner": 1602, "splash": 1603, "complexities": 1604, "prunes": 1605, "dash": 1606, "follows": 1607, "alluring": 1608, "viscous": 1609, "except": 1610, "columbia": 1611, "exceptional": 1612, "mind": 1613, "soave": 1614, "tree": 1615, "blending": 1616, "bursts": 1617, "covered": 1618, "detailed": 1619, "organic": 1620, "absolutely": 1621, "84": 1622, "notable": 1623, "key": 1624, "usual": 1625, "bargain": 1626, "precise": 1627, "gently": 1628, "shape": 1629, "tangerines": 1630, "international": 1631, "charming": 1632, "wealth": 1633, "carneros": 1634, "scour": 1635, "presents": 1636, "veneto": 1637, "gr": 1638, "brand": 1639, "organically": 1640, "eight": 1641, "farmed": 1642, "sound": 1643, "lightness": 1644, "roundness": 1645, "whiffs": 1646, "moscato": 1647, "usually": 1648, "zealand": 1649, "le": 1650, "others": 1651, "sophistication": 1652, "mediterranean": 1653, "voluptuous": 1654, "barbaresco": 1655, "asphalt": 1656, "promising": 1657, "scratchy": 1658, "appetizers": 1659, "seven": 1660, "veer": 1661, "inspired": 1662, "picked": 1663, "95": 1664, "muscat": 1665, "dolcetto": 1666, "smoothly": 1667, "underripe": 1668, "held": 1669, "fall": 1670, "spain": 1671, "bland": 1672, "sea": 1673, "sensation": 1674, "shines": 1675, "having": 1676, "apart": 1677, "softened": 1678, "average": 1679, "lengthy": 1680, "shine": 1681, "integrate": 1682, "step": 1683, "persistency": 1684, "peak": 1685, "mixes": 1686, "dilute": 1687, "providing": 1688, "amounts": 1689, "blossoms": 1690, "prime": 1691, "blush": 1692, "dose": 1693, "clearly": 1694, "know": 1695, "yes": 1696, "crowd": 1697, "surprising": 1698, "beauty": 1699, "bubbles": 1700, "cookie": 1701, "yielding": 1702, "honest": 1703, "evolved": 1704, "day": 1705, "plays": 1706, "since": 1707, "ideal": 1708, "exciting": 1709, "unfold": 1710, "17": 1711, "gracefully": 1712, "worthy": 1713, "cabernets": 1714, "alternative": 1715, "05": 1716, "smell": 1717, "market": 1718, "delicacy": 1719, "effervescence": 1720, "meld": 1721, "paired": 1722, "sunny": 1723, "pick": 1724, "stem": 1725, "enjoyment": 1726, "soy": 1727, "ner": 1728, "flabby": 1729, "tense": 1730, "pop": 1731, "powered": 1732, "malvasia": 1733, "spot": 1734, "finger": 1735, "sicilian": 1736, "proportion": 1737, "hickory": 1738, "attention": 1739, "resulting": 1740, "seemingly": 1741, "captures": 1742, "tremendous": 1743, "doles": 1744, "site": 1745, "brightness": 1746, "aromatically": 1747, "douro": 1748, "represents": 1749, "choppy": 1750, "san": 1751, "crust": 1752, "alcoholic": 1753, "properly": 1754, "noticeable": 1755, "wash": 1756, "granite": 1757, "malolactic": 1758, "chilled": 1759, "breathing": 1760, "cheesy": 1761, "vein": 1762, "subtlety": 1763, "watermelon": 1764, "settle": 1765, "inexpensive": 1766, "experience": 1767, "ageable": 1768, "begin": 1769, "actually": 1770, "unbalanced": 1771, "snap": 1772, "mousse": 1773, "flint": 1774, "sb": 1775, "packs": 1776, "odd": 1777, "corn": 1778, "mealy": 1779, "muted": 1780, "imparts": 1781, "st": 1782, "allow": 1783, "cider": 1784, "adequate": 1785, "robles": 1786, "cooler": 1787, "deals": 1788, "australia": 1789, "mesquite": 1790, "surface": 1791, "hefty": 1792, "alba": 1793, "fried": 1794, "needed": 1795, "steady": 1796, "graham": 1797, "overlay": 1798, "cantaloupe": 1799, "spine": 1800, "course": 1801, "oxidized": 1802, "domaine": 1803, "jerky": 1804, "interpretation": 1805, "touriga": 1806, "reduced": 1807, "calls": 1808, "showcases": 1809, "piercing": 1810, "clumsy": 1811, "playful": 1812, "fills": 1813, "integrity": 1814, "incredibly": 1815, "animal": 1816, "extraordinarily": 1817, "backdrop": 1818, "begins": 1819, "obviously": 1820, "sipping": 1821, "either": 1822, "cedary": 1823, "older": 1824, "said": 1825, "company": 1826, "available": 1827, "starting": 1828, "carignan": 1829, "styled": 1830, "missing": 1831, "definite": 1832, "rum": 1833, "cracked": 1834, "elaborate": 1835, "smoothness": 1836, "melony": 1837, "anywhere": 1838, "burgers": 1839, "spent": 1840, "apparent": 1841, "jumpy": 1842, "controlled": 1843, "reflects": 1844, "picks": 1845, "looking": 1846, "else": 1847, "people": 1848, "refreshingly": 1849, "outstanding": 1850, "selections": 1851, "delightful": 1852, "strength": 1853, "bulky": 1854, "yields": 1855, "oregano": 1856, "cutting": 1857, "hugely": 1858, "saucy": 1859, "lake": 1860, "marzipan": 1861, "sensations": 1862, "ride": 1863, "shot": 1864, "intricate": 1865, "define": 1866, "ahead": 1867, "!": 1868, "expected": 1869, "consumed": 1870, "satisfy": 1871, "stuffing": 1872, "settles": 1873, "water": 1874, "overdone": 1875, "house": 1876, "deliver": 1877, "ribs": 1878, "exceptionally": 1879, "alsace": 1880, "appears": 1881, "turned": 1882, "foamy": 1883, "clay": 1884, "seamless": 1885, "date": 1886, "blancs": 1887, "complicated": 1888, "running": 1889, "compote": 1890, "distant": 1891, "dusted": 1892, "contains": 1893, "funk": 1894, "island": 1895, "bears": 1896, "stunning": 1897, "stewy": 1898, "group": 1899, "tarry": 1900, "tension": 1901, "spiciness": 1902, "pomegranates": 1903, "strange": 1904, "series": 1905, "presence": 1906, "contrast": 1907, "characterized": 1908, "vermentino": 1909, "llc": 1910, "puts": 1911, "type": 1912, "rooty": 1913, "dusting": 1914, "solidly": 1915, "garnet": 1916, "famous": 1917, "amazing": 1918, "albari": 1919, "layering": 1920, "75": 1921, "sometimes": 1922, "restraint": 1923, "nervy": 1924, "signs": 1925, "marsanne": 1926, "field": 1927, "road": 1928, "vital": 1929, "pushes": 1930, "source": 1931, "various": 1932, "zingy": 1933, "truly": 1934, "warmer": 1935, "chards": 1936, "recent": 1937, "fancy": 1938, "persistence": 1939, "fast": 1940, "murky": 1941, "valpolicella": 1942, "enjoyed": 1943, "trace": 1944, "brimming": 1945, "loses": 1946, "lovers": 1947, "grounds": 1948, "designate": 1949, "delivering": 1950, "familiar": 1951, "thus": 1952, "definition": 1953, "okay": 1954, "secondary": 1955, "cough": 1956, "holding": 1957, "fascinating": 1958, "tradition": 1959, "06": 1960, "enriched": 1961, "generally": 1962, "piquant": 1963, "provence": 1964, "tad": 1965, "topped": 1966, "varietally": 1967, "herbaceousness": 1968, "bigger": 1969, "grapey": 1970, "upscale": 1971, "money": 1972, "surprise": 1973, "sprinkled": 1974, "property": 1975, "framework": 1976, "muddled": 1977, "u": 1978, "nacional": 1979, "excessive": 1980, "whites": 1981, "lineup": 1982, "producers": 1983, "explodes": 1984, "confected": 1985, "signature": 1986, "deliciousness": 1987, "says": 1988, "compared": 1989, "distinctly": 1990, "muscle": 1991, "florals": 1992, "classically": 1993, "pickled": 1994, "saline": 1995, "n": 1996, "combining": 1997, "flowery": 1998, "flinty": 1999, "matched": 2000, "<s>": 2001}